Repository: 33mate/olympus-translations
Catalog: olympus-frontend/*/messages.po
Languages: de, es, ko

source: The specified wallet address will receive the rebase yield from the amount that you deposit.
de: Die angegebene Wallet-Adresse wird die Ausschüttungen des hinterlegten Betrags erhalten.
es: La cartera especificada recibirá el interés de la cantidad que usted ha depositado.

source: Then, your deposited sOHM is kept in a vault smart contract that will send your rebases to the recipient. You can withdraw or edit your principal sOHM amount at any time.
de: Anschließend wird Ihr sOHM in einem Smart-Contract-Tresor verwahrt, der die Ausschüttungen an den Empfänger sendet. Sie können Ihr hinterlegtes sOHM jederzeit abheben oder anpassen.
es: Entonces, sus sOHM depositados se guardaran en un contrato inteligente de caja fuerte que enviará sus rebases a el destinatario. Usted puede retirar or cambiar la cantidad principal de sOHM en cualquier momento.
ko: 그러면 당신이 예치한 sOHM은 금고 스마트 컨트랙트에 머물게 되고 당신의 리베이스를 수취인에게 보내게 됩니다. 당신은 언제든지 sOHM을 출금하거나 조절할 수 있습니다.

source: This Prize Pool is unable to accept deposits at this time.
de: Dieser Preis-Pool kann derzeit keine Einzahlungen annehmen.
es: El Fondo de Recompensas no puede aceptar depósitos en este momento.
ko: 이 상금 풀은 현재 예치할 수 없습니다.

source: This Prize Pool is unable to accept withdrawals at this time.
de: Dieser Preis-Pool kann derzeit keine Auszahlungen annehmen.
es: El Fondo de Recompensas no puede aceptar retiros en este momento.
ko: 이 상금 풀은 현재 출금할 수 없습니다.

source: This is the current balance of v1 assets in your wallet.
de: Dies ist das aktuelle Guthaben an V1-Asstes in Ihrer Wallet.
es: Este es el balance actual de activos v1 en su cartera.

source: This is the equivalent amount of gOHM you will have in your wallet once migration is complete.
de: Dies ist die entsprechende Menge an gOHM, das Sie nach der vollständigen Migration in Ihrer Wallet haben werden.
es: Esta es la cantidad equivalente de gOHM que recibirá en su cartera una vez se haya completado la migración.

source: Today
de: Heute
es: Hoy

source: Total Active sOHM
es: Total de sOHM Activos

source: Total Deposits
de: Gesamte Einlagen
es: Total en Depósito
ko: 총 예치

source: Total Sponsorship
de: Gesamtbeträge Sponsoren
es: Total Financiado
ko: 총 스폰서십

source: Total Staked Balance
de: Gesamtguthaben gestaked
es: Balance Total de Participaciones

source: Total Value Deposited
de: Angelegtes Gesamtvermögen (TVL)
es: Valor Total en Depósito
ko: 예치된 총 가치

source: Total Value Deposited, is the dollar amount of all OHM staked in the protocol. This metric is often used as growth or health indicator in DeFi projects.
de: TVL (Total Value Locked) ist die Gesamtmenge an OHM (in US-Dollar), die im Protokoll gestaked ist. Dieser Wert dient oft als Anhaltspunkt für die Gesundheit von DeFi-Projekten.
es: Valor Total en Depósito, es la cantidad en dólares de todos los OHM en participaciones del protocolo. Este indicador se usa como indicador de crecimiento o salud en proyectos DeFi.

source: Transaction may revert if price changes by more than slippage %
de: Die Transaktion könnte rückgängig gemacht werden, wenn die Preisveränderung mehr beträgt als der Slippage %-Wert
es: La transacción se puede revertir si el precio cambia por un valor superrior al slippage %
ko: 만약 가격이 슬리피지% 보다 높게 변할 경우 트랜젝션이 환원될 수 있습니다.

source: Treasury Balance
de: Gesamtvermögen
es: Balance de Tesorería
ko: 금고 잔고

source: Unstake
de: Unstaken
es: Retirar la participación
ko: 언스테이크

source: Unstake OHM
de: OHM unstaken
es: Retirar la participación en OHM
ko: OHM 언스테이크

source: Unstake from
es: Retirar la participación de

source: Unstaking sOHM
de: sOHM unstaken
es: Retirarando la participación en sOHM
ko: sOHM 언스테이킹

source: Unwrapping sOHM
de: sOHM unwrappen
es: Desempaquetando sOHM
ko: sOHM 래핑하기

source: Updated Deposit
de: Aktualisierte Einlage
es: Depósito Actualizado
ko: 업데이트된 예치

source: Value cannot be more than your sOHM balance of
de: Der Wert kann nicht größer sein als das sOHM Guthaben von
es: El valor no puede ser superior a su balance de sOHM de
ko: 가치가 당신의 sOHM 잔고보다 높을 수 없습니다

source: Value cannot be more than your sOHM balance of {0}
es: El valor no puede ser superior a su balance de sOHM de {0}

source: Value must be positive
de: Der Wert muss positiv sein.
es: El valor debe ser positivo
ko: 가치는 0 이상이어야 합니다

source: Vault
de: Tresor
es: Caja Fuerte
ko: 금고

source: View Asset
es: Ver Activo

source: View Details
de: Details ansehen
es: Ver Detalles
ko: 세부사항 보기

source: Wallet
es: Cartera
ko: 지갑

source: Winners / prize period
de: Gewinner / Preis-Periode
es: Ganadores / período del premio
ko: 우승자 / 수상 기간

source: Withdraw
de: Abheben
es: Retirar
ko: 출금

source: Withdraw Deposit?
es: Retirar Depósito?
ko: 예치자산을 출금하시겠습니까?

source: Withdraw Early & pay
de: Vorzeitig abheben & bezahlen
es: Retirar Early & pay
ko: 초기 출금하고 지불하기

source: Withdraw sOHM
de: sOHM abheben
es: Retirar sOHM
ko: sOHM 출금

source: Withdrawals can be made once the prize has been awarded.
de: Die Auszahlung ist möglich, sobald der Preis zugeteilt wurde.
es: Se pueden hacer retiros una vez el premio se ha otorgado.
ko: 상금이 지급된 후 출금할 수 있습니다.

source: Withdrawing sOHM donation
de: Abheben der sOHM Spende
es: Retirando donación sOHM
ko: sOHM 기부를 출금하기

source: Withdrawing {quantity} sOHM reduces your odds of winning to 1 in {newOdds}
de: Das Abheben von {quantity} sOHM verringert Ihre Gewinnchance auf 1 in {newOdds}.
es: Retirando {quantity} sOHM reduce sus posibilidades de ganar de 1 en {newOdds}
ko: {quantity} sOHM을 출금하면 우승 배당률이 {newOdds}분의 1로 줄어듭니다.

source: Wrap
de: Wrappen
es: Empaquetar

source: Wrap / Unwrap
es: Empaquetar / Desempaquetar

source: Wrapping OHM
de: OHM wrappen
es: Empaquetando OHM
ko: OHM 래핑하기

source: YIELD SENT
es: INTERÉS ENVIADO

source: Yield Source
de: Gewinnquelle
es: Origen del interés
ko: 이자 출처

source: You
de: Sie
es: Usted
ko: 당신

source: You Choose
es: Usted Elige

source: You Get
de: Sie erhalten
es: Usted Recibe
ko: 당신이 받습니다

source: You Give
de: Sie spenden
es: Usted Envia
ko: 당신이 줍니다

source: You Pay
de: Sie zahlen
es: Usted Paga
ko: 당신이 지불합니다

source: You Will Get
de: Sie werden erhalten
es: Usted Recibirá
ko: 당신이 얻게 될 양

source: You are now ready to migrate
de: Sie sind nun zum Migrieren bereit
es: Usted ya está preparado para migrar

source: You can choose to withdraw the deposited fund at any time. By withdrawing the fund, you are eliminating reducing the chance to win the prize in this pool in future prize periods
de: Sie können die hinterlegten Mittel jederzeit abheben. Durch Abheben verringern Sie Ihre Chance, den Preis in dieser oder zukünftigen Pool-Perioden zu gewinnen.
es: Usted puede retirar los fondos depositados en cualquier momento. Retirando los fondos, usted está reduciendo las posibilidades de ganar el premio en este fondo en periodos de premio futuros.
ko: 예치된 잔고를 언제든 출금할 수 있습니다. 잔고를 출금하면, 이후 상금에 대한 우승 기회가 사라집니다.

source: You cannot stake more than your OHM balance.
es: Usted no puede invertir una cantidad mayor de la que hay en su Balance de OHM.
ko: OHM 잔고 보다 더 많은 양을 스테이크 할 수 없습니다.

source: You cannot withdraw more than your pool balance
de: Sie können nicht mehr als IhrPool-Guthaben abheben.
es: Usted no puede retirar una cantidad mayor de la que hay en el Balance de sus Fondos.
ko: 풀 잔고 보다 더 많은 양을 출금할 수 없습니다.

source: You do not have enough sOHM to complete this transaction. To unstake from gOHM, please toggle the sohm-gohm switch.
es: Usted no dispone de suficientes sOHM para completar esta transacción. Para retirar gOHM, por favor active la opción sOHM-gOHM.

source: You have an existing bond. Bonding will reset your vesting period and forfeit rewards. We recommend claiming rewards first or using a fresh wallet. Do you still want to proceed?
de: Sie haben eine aktive Anleihe. Durch Bonding erneuern Sie Ihre Sperrfrist und büßen Belohnungen ein. Wir empfehlen, zuerst die Belohnungen einzufordern oder eine neue Wallet zu nutzen. Wollen Sie dennoch fortfahren?
es: Usted tiene un bono. Bonding will reset your vesting period and forfeit rewards. We recommend claiming rewards first or using a fresh wallet. Do you still want to proceed?
ko: 현재 본드를 갖고 있습니다. 새로 본딩하면 베스팅 기간과 보상이 몰수됩니다. 보상을 청구하거나 새 지갑을 사용하길 권장합니다. 그래도 진행하시겠습니까?

source: You have assets ready to migrate to v2
de: Sie können Assets auf V2 migrieren.
es: Usted tiene activos disponibles para migrar a v2

source: You have no yield that can be redeemed.
de: Sie haben keine Erträge, die beansprucht werden können.
es: Usted no dispone de ningún interés que pueda canjear.
ko: 당신에게는 청구 가능한 이자가 없습니다.

source: You may be trying to give more than your balance! Error code: 32603. Message: ds-math-sub-underflow
de: Sie versuchen möglicherweise, mehr zu spenden als Ihre Wallet enthält. Fehler-Code: 32603. Nachricht: ds-math-sub-underflow
es: Usted puede estar intentando enviar más de lo que dispone en su balance! Error code: 32603. Message: ds-math-sub-underflow
ko: 당신은 아마 당신의 잔고보다 더 많이 주려고 하는 것 같네요! 에러 코드: 32063. 메시지: ds-math-sub-underflow

source: You must be logged into your wallet to use this feature. Click on the "Connect Wallet" button and try again.
de: Sie müssen mit Ihrer Wallet eingeloggt sein, um diese Funktion zu nutzen. Klicken Sie auf den Knopf "Wallet verbinden"\ und versuchen Sie es erneut.
es: Usted debe estar registrado con su cartera para usar esta función. Pulsar en el botón “Conectar Cartera” y vuelva a probar.
ko: 당신은 이 기능을 사용하기 위해 지갑에 로그인 되어 있어야 합니다. "Connect Wallet" 버튼을 눌러서 다시 시도해 보세요.

source: You must complete the migration of your assets to stake additional OHM
de: Sie müssen die Migration Ihrer Assets abschließen, um zusätzliches OHM zu staken.
es: Usted debe completar la migración de sus activos para realizar participaciones adicionales en OHM

source: You must have a balance of sOHM (staked OHM) to continue
de: Sie benötigen ein Guthaben an sOHM (OHM gestaked), um fortzufahren.
es: Usted debe tener un balance de sOHM (OHM invertidos) para continuar
ko: 당신은 계속하기 위해 sOHM(스테이크된 OHM) 잔고가 필요합니다.

source: Your Balance
de: Ihr Guthaben
es: Su Balance
ko: 당신의 잔고

source: Your Donations
es: Tus Donaciones

source: Your Pooled Balance (withdrawable)
de: Ihr gepooltes Guthaben (abhebbar)
es: Balance de sus Fondos (Retirable)
ko: 당신의 풀 잔고(출금 가능한)

source: Your Staked Balance (Depositable)
de: Ihr gestaktes Guthaben (einzahlbar)
es: Balance de su Participación (Depositable)
ko: 당신의 스테이크된 잔고(예치 가능한)

source: Your current Staked Balance is
es: Su Balance de Participasiones actual es

source: Your current deposit is
es: Su depósito actual es

source: Your odds
de: Ihre Chancen
es: Sus posibilidades
ko: 당신의 배당율

source: Your pool deposits
de: Ihr Pool-Guthaben
es: Su fondo en depósitos
ko: 당신의 풀 예치

source: Your sOHM will be tansferred into the vault when you submit. You will need to approve the transaction and pay for gas fees.
de: Wenn Sie fortfahren, wird Ihr sOHM in den Tresor übertragen. Sie müssen die Transaktion genehmigen, und es fallen Gebühren an.
es: Sus sOHM serán transferidos a la caja fuerte cuando lo apruebe. Usted necesitará aprobar la transacción y pagar las tasas de gas.
ko: 당신의 sOHM은 당신이 제출하면 금고로 전송됩니다. 당신은 트랜젝션을 승인해야 하고 가스 수수료를 지급해야 합니다.

source: Your total awards
de: Ihre Gesamtgewinne
es: Total de sus recompensas
ko: 당신의 총 어워드

source: Your wallet balance
de: Ihr Wallet-Guthaben
es: Balance de su cartera
ko: 당신의 지갑 잔고

source: Zap is a swap
de: Zap ist ein Tausch
es: Zap es un intercambio
ko: Zap는 스왑입니다

source: Zap with more assets and stake <0>OHM</0>
de: Zappen Sie mehr Assets und staken Sie <0>OHM</0>
es: Zap con más activos y participaciones <0>OHM</0>
ko: 더 많은 자산으로 Zap에 스테이크 합니다 <0>OHM</0>

source: day
de: Tag
es: día
ko: 일

source: deposited
es: depositado
ko: 예치된

source: do_bond
de: bonden
es: Bono
ko: 본드

source: do_stake
de: staken
es: Participación
ko: 스테이크

source: for bonding
es: para bonos
ko: 본딩을 위해

source: for staking
de: zum Staken
es: para participar
ko: 스테이킹을 위해

source: for unstaking
de: zum Unstaken
es: para retirar la participación
ko: 언스테이킹을 위해

source: gOHM = sOHM * index
es: gOHM = sOHM * índice

source: gOHM Balance
de: gOHM-Guthaben
es: Balance gOHM

source: gOHM Balance in Fuse
de: gOHM-Guthaben in Fuse
es: Balance gOHM a Fuse

source: gOHM Price
de: gOHM-Preis
es: Precio gOHM
ko: gOHM 가격

source: sOHM Allocation
de: sOHM Zuteilung
es: sOHM Asignados
ko: 할당된 sOHM

source: sOHM Balance
de: sOHM-Guthaben
es: Balance sOHM

source: sOHM Balance in Fuse (v1)
es: Balance sOHM a Fuse (v1)

source: sOHM Pool Details
es: Detalles del Fondo del sOHM
ko: sOHM 풀 정보

source: sOHM Prize Pool
de: sOHM Preis-Pool
es: Fondo de Recompensa del sOHM
ko: sOHM 상금 풀

source: sOHM Yield
es: Interés sOHM

source: sOHM Yield Goal
es: Interés sOHM objetivo

source: sOHM deposit
es: Depósito sOHM

source: sec
de: Sek
es: seg
ko: 초

source: v2 bonds
de: V2-Anleihen
es: Bonos v2

source: withdrawn
es: retirado
ko: 출금된

source: wsOHM Balance
de: wsOHM-Guthaben
es: Balance wsOHM

source: wsOHM Balance in FiatDAO
de: wsOHM-Guthaben in FiatDAO
es: Balance wsOHM a FiatDAO

source: wsOHM Balance in FiatDAO (v1)
es: Balance wsOHM a FiatDAO (v1)

source: APY
de: Jahresrendite

source: Balance
de: Guthaben
ko: 잔고

source: Docs
de: Dokumentation

source: Exit Fee Decay Time
de: Verfallsdatum für Ausstiegsgebühr
ko: 수수료 없이 퇴장하려면 걸리는 시간

source: Fully Vested
de: Vollständig übertragen
ko: 베스팅 완료

source: Market Value of Treasury Assets
de: Marktwert des Olympus-Vermögens
ko: 금고 자산의 시장 가치

source: Read more about Fairness
de: Lesen Sie mehr zu Fairness
ko: 공정성에 대해 더 읽어보세요

source: Slippage
de: Abweichung
ko: 슬리피지

source: Time until fully vested
de: Zeit bis zum Ende der Sperrfrist
ko: 완전한 베스팅 까지 걸리는 시간

source: Unstaked Balance
de: Guthaben ungestaked
ko: 언스테이크 된 잔고

source: Vesting Term
de: Sperrfrist
ko: 베스팅 기간

source: Zap-Stake
de: Zap-Staken
ko: Zap-스테이크

source: hrs
de: Std
ko: 시간

source: to next rebase
de: bis zur nächsten Ausschüttung
ko: 다음 리베이스 까지

source: Forum
ko: 포럼

source: Max
ko: 최대

source: min
ko: 분
