Repository: 33mate/olympus-translations
Catalog: olympus-frontend/*/messages.po
Languages: de, es, ko

source: (The 6-day early exit fee has been waived. Network fees apply.)
de: (Die 6-Tage vorzeitige Ausstiegsgebühr wurde erlassen. Netzwerkgebühren sind fällig.)
es: (No se aplica la tasa de salida anticipada de 6 días. Se aplica la tasa de la red)
ko: (6일 조기 퇴장 수수료가 철회되었습니다. 네트워크 수수료가 적용됩니다.)

source: (includes rebase rewards)
de: (einschließlich Erträge der Ausschüttungsrunden)
es: (incluye recompensas rebase)

source: 3, 3 Together
es: 3, 3 Juntos
ko: 3, 3 투게더

source: A zap swap is a series of smart contracts that deploys one asset to another protocol to handle a trusted transaction.
de: Ein Zap Swap ist eine Folge von Smart Contracts, die ein Asset in ein anderes Protokoll überführen, in einer trusted Transaktion.
es: Un zas swap es una serie de contratos inteligentes que despliegan un activo a otro protocolo para manejar una transacción segura.
ko: Zap 스왑은 신뢰된 트랜젝션을 다루기 위해 하나의 자산을 다른 프로토콜에 배포하는 스마트 컨트랙트의 연속입니다.

source: About
de: Über
es: Sobre
ko: 알아보기

source: Add to Wallet
de: Der Wallet hinzufügen
es: Añadir a la Cartera

source: Adjust Slippage
es: Ajusta Slippage

source: All your assets are migrated
de: Alle Ihre Assets sind migriert
es: Se han migrado todos sus activos

source: All-in-One contract to save time
de: Ein einziger Kontrakt, um Zeit zu sparen
es: Contrato All-in-One para ahorrar tiempo
ko: 시간을 아끼기 위한 올인원 컨트랙트

source: All-in-one easy staking
de: Einfaches Staken in einem Rutsch
es: All-in-one participación rápida
ko: 쉬운 올인원 스테이킹

source: All-in-one zap contracts
de: Alles-in-einem Zap-Kontrakte
es: All-in-one contratos zap
ko: 올인원 zap 컨트랙트

source: Amount
de: Betrag
es: Cantidad
ko: 양

source: Annual Percentage Yield, is the normalized representation of an interest rate, based on a compounding period over one year. Note that APYs provided are rather ballpark level indicators and not so much precise future results.
de: Die Jährliche Ertragsrate (APY) ist die normalisierte Darstellung einer Zinsrate, basierend auf einem Verzinsungszeitraum von einem Jahr. Man beachte, dass APY-Raten als Anhaltspunkte dienen und keine exakten künftigen Ergebnisse darstellen.
es: El Interés Anual, es la representación normalizada del ratio de interés, basado en el período de un año. Ten en cuenta que los APYs dados son más bien indicadores estimados y no resultados precisos.

source: Any asset
de: Jedes Asset
es: Cualquier activo
ko: 어떤 자산이든

source: Any remaining yield will still be redeemable by the recipient ({0}).
es: Cualquier interés restante aún será canjeable por el destinatario ({0}).
ko: 남아있는 이자는 예외없이 수령자에 의해 청구가 가능할 것입니다 ({0}).

source: Approve
de: Prüfen
es: Aprobar
ko: 기능 승인

source: Approved
de: Geprüft
es: Aprobado
ko: 승인됨

source: Asset
es: Activo
ko: 자산

source: Auto staked
es: Auto participación

source: Award Balance will grow at 1st rebase.
de: Das Guthaben wird nach der ersten Ausschüttungsrunde anwachsen.
es: El Balance Asignado crecerá al 1er rebase.
ko: 상금은 첫 번째 리베이스에 증가합니다

source: Award period has finished, you can navigate to Pool Together's UI to begin distribution
de: Die Zuteilungsperiode ist beendet, Sie können die Verteilung auf der Seite von Pool Together beginnen.
es: El período de asignación ha terminado, usted puede navegar al Fondo Juntos para empezar la distribución
ko: 어워드 기간이 끝났습니다. 이제 투게터 풀의 UI를 통해 배분을 시작할 수 있습니다.

source: Award period has finished, you can navigate to Pool Together's UI to complete distribution
de: Die Zuteilungsperiode ist beendet, Sie können die Verteilung auf der Seite von Pool Together abschließen.
es: El período de asignación ha terminado, usted puede navegar al Fondo Juntos para completar la distribución
ko: 어워드 기간이 끝났습니다. 이제 풀의 UI를 통해 배분을 마칠 수 있습니다.

source: Backing per OHM
de: Deckung je OHM
es: Soportado por OHM
ko: OHM 당 지지 자산

source: Bond
de: Bonds (Anleihen)
es: Bono
ko: 본드

source: Bond Price
de: Anleihen-Preis
es: Precio del Bono
ko: 본드 가격

source: Bond {0}
de: Anleihe {0}
es: Bono {0}
ko: 본드 {0}

source: Bridge
es: Puente
ko: 브릿지

source: Bug Bounty
es: Búsqueda de Bugs

source: Causes
es: Causas

source: Change Theme
de: Darstellung änden
es: Cambiar Tema
ko: 테마 변경

source: Change locale
de: Sprache ändern
es: Cambiar Idioma
ko: 로컬 변경

source: Check back soon!
de: Bitte später erneut überprüfen!
es: Vuelve a consultar pronto!
ko: 잠시 후 다시 확인해보세요!

source: Choose recipient address. By default, this is your currently connected address
de: Empfängeradresse auswählen. Voreingestellt ist die derzeit verbundene Adresse.
es: Escoge dirección del destinatario. Por defecto, esta es su dirección conectada actualmente
ko: 수신자 주소를 지정하세요. 기본 값으로 설정하면 현재 연결되어 있는 당신의 주소가 사용됩니다.

source: Circulating Supply (total)
de: OHM-Bestand (im Umlauf / gesamt)
es: Cantidad en Circulación (total)
ko: 유통량(총)

source: Claim
de: Einfordern
es: Reclamar
ko: 청구

source: Claim all
de: Alles einfordern
es: Reclamar todo
ko: 전부 청구

source: Claim and Autostake
de: Einfordern und automatisch staken
es: Reclamar y Participar automáticamente
ko: 청구하고 자동스테이크

source: Claim and Stake
de: Einfordern und staken
es: Reclamar y Participar
ko: 청구하고 스테이크

source: Claimable
de: Einforderbar
es: Reclamable
ko: 청구 가능한

source: Claimable Rewards
de: Einforderbare Belohnung
es: Recompensa Reclamable
ko: 청구 가능한 보상

source: Click on the Migrate button to complete the upgrade to v2.
de: Klicken Sie auf Migrieren, um die Umstellung auf V2 abzuschließen.
es: Pulse al botón Migrar para completar el cambio a v2.

source: Completed
de: Abgeschlossen
es: Completado
ko: 완료됨

source: Confirm
es: Confirmar

source: Confirm New sOHM
es: Confirm Nuevos sOHM

source: Confirm {0} sOHM
es: Confirmar {0} sOHM

source: Connect Wallet
de: Wallet verbinden
es: Conectar Cartera
ko: 지갑 연결

source: Connect wallet
es: Conectar cartera

source: Connect your wallet to stake OHM
de: Wallet verbinden, um OHM zu staken
es: Conectar su cartera para participar en OHM
ko: OHM 스테이크를 위해 지갑 연결

source: Connect your wallet to use Zap
de: Wallet verbinden, um Zap zu nutzen
es: Conectar su cartera para usar Zap
ko: Zap을 사용하기 위해 지갑을 연결하세요

source: Connect your wallet to view the fundraising progress
de: Wallet verbinden, um den Spenden-Fortschritt zu sehen
es: Conectar su cartera para ver el progreso de retribución

source: Continue
de: Weiter
es: Continuar
ko: 계속하기

source: Current
de: Aktuell
es: Actual

source: Current Deposit
de: Aktuelle Einlage
es: Depósito Actual
ko: 현재 예치

source: Current Index
de: Aktueller Index
es: Índice Actual
ko: 현재 인덱스

source: Current Prize
de: Aktueller Preis
es: Recompensa Actual
ko: 현재 상금

source: Current sOHM deposit
es: sOHM en depósito

source: Custom Recipient
de: Sonstiger Empfänger
es: Destinatario Perzonalizado
ko: 맞춤 수령인

source: DATE
es: FECHA

source: DEPOSITED
es: EN DEPÓSITO

source: Dashboard
de: Kennzahlen
es: Panel de Indicadores
ko: 대시보드

source: Debt Ratio
de: Verschuldungsquote
es: Ratio de Deuda
ko: 부채 비율

source: Deposit LP
de: LP anlegen
es: Depositar LP

source: Deposit sOHM
de: sOHM anlegen
es: Depositar sOHM
ko: sOHM 예치

source: Deposit sOHM from wallet
de: sOHM aus der Wallet anlegen
es: Depositar sOHM desde la cartera
ko: 지갑에서 sOHM을 예치하세요

source: Deposit sOHM to win! Once deposited, you will receive a corresponding amount of 33T and be entered to win until your sOHM is withdrawn.
de: Hinterlegen Sie sOHM, um zu gewinnen! Sie erhalten eine entprechende Menge 33T und nehmen an der Verlosung teil, bis Sie Ihr sOHM abheben.
es: Deposite sOHM para ganar! Una vez depositado, usted recibirá una cantidad correspondiente a 33T i se registrará para ganar hasta que se retiren sus sOHM.
ko: 우승하기 위해 sOHM을 예치하세요! 한 번 예치되고 나면, 상응하는 33T를 받게 되고 출금 전 까지 게임에 참여하게 됩니다.

source: Deposited sOHM
es: sOHM en depósito

source: Depositing {quantity} sOHM will increase odds of winning to 1 in {newOdds}
de: Hinterlegen von {quantity} sOHM erhöht Ihre Gewinnchanche auf 1 in {newOdds}.
es: Depositando {quantity} sOHM incrementará sus posibilidades de ganar sobre 1 en {newOdds}
ko: {quantity} 만큼의 sOHM을 예치하면 {newOdds} 분의 1 만큼 우승 배당률이 상승합니다.

source: Deposits can be made once the prize has been awarded.
de: Einlagen sind möglich, sobald der Preis zugeteilt wurde.
es: Se podrán hacer depósitos una vez el premio se haya otorgado.
ko: 상금이 한번 지급된 이후 예치가 가능합니다.

source: Dialing Zapper...
de: Rufe Zapper an...
es: Conectando con Zapper...
ko: Zapper를 부르는 중...

source: Disconnect
de: Trennen
es: Desconectar
ko: 연결 해제

source: Discount
es: Descuento

source: Donate Yield
de: Ertrag spenden
es: Donar Interés

source: Donate to a cause
es: Donar a una causa

source: Donors
de: Spender
es: Donantes
ko: 기부자

source: Duration
de: Dauer
es: Duración

source: Each asset type requires two transactions. First Approve, then Migrate each asset. Amounts less than than 10$ are ignored.
de: Jedes Asset erfordert zwei Transaktionen. Zunächst genehmigen, dann migrieren Sie das jeweilige Asset. Beträge unterhalb von 10$ werden ignorieret.
es: Cada tipo de activo necesita dos transacciones. Primero Aprobar, después Migrar cada activo. Cantidades inferiores a 10$ son ignoradas.

source: Early Exit Fee
de: Vorzeitige Ausstiegsgebühr
es: Tasa de Salida Anticipada
ko: 초기 퇴장 수수료

source: Early withdraw will incur a fairness fee of {exitFee}.
de: Bei vorzeitigem Ausstieg fällt eine Fairness-Gebühr von {exitFee} an.
es: La retirada anticipada incurrirá en una tasa legítima de {exitFee}.
ko: 공정성을 위해 초기 출금은 {exitFee} 만큼의 수수료가 발생합니다.

source: Edit Donation
es: Editar Donación

source: Editing sOHM donation amount
de: sOHM-Spendenhöhe editieren
es: Editando la cantidad de la donación de sOHM
ko: sOHM 기부 수량을 수정하기

source: Enter Amount
de: Betrag eingeben
es: Introducir Cantidad
ko: 수량을 입력하세요

source: Enter a wallet address in the form of 0x ...
de: Wallet-Adresse eingeben, im Format 0x...
es: Introducir una dirección de cartera con el formato 0x …
ko: 0x 로 시작하는 지갑 주소를 입력하세요

source: Enter an amount
de: Betrag eingeben
es: Introducir una cantidad
ko: 수량을 입력하세요

source: Exchange Rate
de: Wechselkurs
es: Tipo de Cambio
ko: 교환 비율

source: Farm Pool
es: Reserva de Farm
ko: 파밍 풀

source: Finishes at {0} in your timezone
es: Termina a las {0} en su zona horaria

source: First time bonding
de: Erstmalige Anleihe
es: Primer vez en hacer bonos
ko: 첫 본딩

source: First time staking
de: Erstmaliges Staken
es: Primer vez en hacer participaciones
ko: 첫 스테이킹

source: First time unstaking
de: Erstmaliges Unstaken
es: Primer vez en retirar participaciones
ko: 첫 언스테이킹

source: Fixed Expiration
de: Festes Ablaufdatum
es: Caducidad Fijada

source: Fixed Term
de: Sperrfrist
es: Período Fijado

source: Get LP
de: LP erhalten
es: Recibir LP

source: Get Started
de: Starten Sie hier
es: Empezar

source: Give
es: Donar
ko: 지급

source: Giving sOHM
de: sOHM spenden
es: Enviando sOHM
ko: sOHM 지급

source: Go to Bonds
de: Zu Anleihen gehen
es: Ir a Bonos

source: Go to Stake V2
de: Zu Staken V2 gehen
es: Ir a Participaciones V2

source: Governance
de: DAO Verwaltung
es: Gobernanza
ko: 거버넌스

source: Grants
es: Recompensas

source: Highest Discount
es: Descuento Mayor

source: Holders, represents the total number of Ohmies (sOHM holders)
de: Investoren, entspricht der Gesamtzahl an Ohmies (sOHM-Investoren)
es: Poseedores, representa el número total de Ohmies (Poseedores de sOHM)

source: Important: Recommended slippage is 1-3% to avoid a failed transaction.
es: Importante: Slippage recomendado de 1-3% para evitar una transacción fallida.

source: Is this your first time donating sOHM? Please approve OlympusDAO to use your sOHM for donating.
es: Es su primera vez donando sOHM? Por favor apruebe OlympusDAO para usar sOHM en donaciones.

source: Learn More
de: Mehr dazu
es: Conoce Más
ko: 더 알아보기

source: Less than a minute
es: Menos de un minuto
ko: 1분 미만

source: Lock sOHM in vault
de: sOHM im Tresor hinterlegen
es: Asegura sOHM en la caja fuerte
ko: 금고에 sOHM 잠그기

source: Looks like you haven’t made any donations yet
es: Parece que usted aún no ha hecho ninguna donación

source: Market Cap
de: Marktkapitalisierung
es: Capitalización de Mercado
ko: 마켓캡(시가총액)

source: Market Price
de: Marktpreis
es: Precio de Mercado
ko: 시장 가격

source: Market SLP
de: SLP-Markt
es: Mercado SLP

source: Market Value of Treasury Assets, is the sum of the value (in dollars) of all assets held by the treasury.
de: Die Summe (in US-Dollar) des derzeitigen Wertes aller Assets im Vermögen.
es: Valor de Mercado de los Activos de Tresorería, es la suma del valor (en dólares) de todos los activos de la tesorería.

source: Max You Can Buy
de: Max. Kaufmenge
es: Máximo se Puede Comprar
ko: 구입 가능한 최대

source: Max capacity is {maxBondable} {0} for {1} sOHM. Click Max to autocomplete.
de: Die max. Kapazität ist {maxBondable} {0} for {1} sOHM. Klicken Sie auf Max um den Höchstwert einzugeben.
es: La capacidad Max {maxBondable} {0} por {1} sOHM. Click Max para autocompletar.

source: Migrate
de: Migrieren
es: Migrar

source: Migrate all to
de: Alles migrieren zu
es: Migrar todo a

source: Migrated
de: Migriert
es: Migrado

source: Migration Output
de: Migration Ausgabe
es: Resultado de Migración

source: Migration complete
de: Migration vollständig
es: Migración completada

source: Minimum Output Amount: 0.5
es: Cantidad mínima en Output: 0.5

source: Minimum You Get
de: Zu erhaltender Mindestbetrag
es: Mínimo que Recibirá
ko: 당신이 최소 얻는

source: My Donations
de: Meine Spenden
es: Mis Donaciones

source: New
de: Neu
es: Nuevo

source: New sOHM Amount
es: Nueva Cantidad sOHM

source: New sOHM deposit
es: Nuevo depósito de sOHM

source: Next Reward Amount
de: Nächste Ertragshöhe
es: Cantidad de la Siguiente Recompensa
ko: 다음 보상 수량

source: Next Reward Yield
de: Nächste Ertragsrate
es: Interés de la Siguiente Recompensa
ko: 다음 보상 이자

source: OHM Price
de: OHM-Preis
es: Precio OHM
ko: OHM 가격

source: OHM Staked
de: Staking-Anteil OHM
es: OHM en Participaciones
ko: 스테이크된 OHM

source: OHM Staked is the ratio of sOHM to circulating supply of OHM (staked vs total)
es: OHM en Participaciones es el ratio de sOHM sobre los OHM en circulación (participacions vs total)

source: OlyZap reduces complexity, saves you time and keeps you here on Olympus.
de: OlyZap vereinfacht, spart Zeit und hält Sie hier bei Olympus.
es: OlyZap reduce complejidad, te ahorra tiempo y te mantiene aquí en Olympus.
ko: OlyZap은 복잡도를 줄여주고 당신의 시간을 아끼며 Olympus에 계속 남아있도록 합니다.

source: Olympus Give is a means of directing the yield that is accrued on your sOHM to another wallet. The first step is depositing your sOHM and specifying a recipient.
de: Olympus Give spendet die Erträge, die Ihr sOHM erzeugt, einer anderen Wallet. In einem ersten Schritt hinterlegen Sie Ihr sOHM und legen den Empfäger fest.
es: Las Donaciones en Olympus es un medio para redirigir el interés que se genera con sus sOHM a otra cartera. El primer paso es depositar sus sOHM y especificar el destinatario.
ko: Olympus Give는 당신의 sOHM에 쌓이는 이자를 다른 지갑에 보내는 것입니다. 첫 단계는 당신의 sOHM을 예치하고 수취인을 특정하는 것입니다.

source: Olympus v2 introduces upgrades to on-chain governance and bonds to enhance decentralization and immutability.
de: Olympus V2 führt Verbesserungen bei der erweiterten Mitbestimmung und bei Anleihen ein, um Dezentralisierung und Unabänderbarkeit zu erhöhen.
es: Olympus v2 introduce mejoras a la gobernanza on-chain y mejora la descentralización y la inmutabilidad de los bonos.

source: Once your current bonds have been claimed, you can migrate your assets to stake more OHM
de: Sobald Ihre aktuellen Anleihen ausgezahlt wurden, können Sie ihre Assets migrieren, um mehr OHM zu staken.
es: Una vez haya reclamado sus bonos actuales, usted puede migrar sus activos para conseguir más participciones en OHM

source: Page not found
de: Seite nicht gefunden
es: Página no encontrada
ko: 페이지를 찾을 수 없습니다

source: Payout
de: Auszahlung
es: Remuneración

source: Pending
de: Anstehend
es: Pendiente
ko: 계류중

source: Pending Payout
de: Anstehende Auszahlung
es: Remuneración Pendiente

source: Pending Rewards
de: Anstehender Ertrag
es: Recompensa Pendiente
ko: 계류중인 보상

source: Pending...
de: Anstehend...
es: Pendiente...
ko: 계류중...

source: Please approve Olympus Dao to use your
de: Bitte erlauben Sie Olympus die Nutzung Ihres
es: Por favor, aprueba Olympus Dao para usar su
ko: OlympusDAO를 승인해 주세요

source: Please connect your wallet
de: Bitte verbinden Sie Ihre Wallet.
es: Por favor, conecte su cartera
ko: 지갑을 연결해 주세요.

source: Please connect your wallet!
de: Bitte verbinden Sie Ihre Wallet.
es: Por favor, conecte su cartera!
ko: 지갑을 연결해 주세요!

source: Please enter a different address: cannot direct to the same wallet
de: Bitte geben Sie ein andere Adresse an: Weiterleiten auf dieselbe Wallet ist nicht möglich.
es: Por favor, introduce una dirección diferente: no se puede dirigir a la misma cartera
ko: 다른 주소를 입력해 주세요: 똑같은 지갑 주소로 보낼 수 없습니다

source: Please enter a valid Ethereum address
de: Bitte geben Sie eine gültige Ethereum-Adresse an.
es: Por favor, introduce una dirección Ethereum válida
ko: 정확한 이더리움 주소를 입력해 주세요

source: Please enter a valid value!
de: Bitte geben Sie einen gültigen Wert an.
es: Por favor, introduce un valor válido!
ko: 유효한 값을 입력하세요

source: Please enter a value
de: Bitte geben Sie einen Wert an.
es: Por favor, introduce un valor
ko: 값을 입력해 주세요

source: Please enter a value!
de: Bitte geben Sie einen Wert an,
es: Por favor, introduce un valor!
ko: 가치를 입력하세요!

source: Please switch to testnet!
de: Bitte wechseln Sie ins Testnet.
es: Por favor, cambie a testnet!

source: Pool Award Balance is currently 0.
de: Die Pool-Ausschüttung ist derzeit 0.
es: Actualmente el Balance de la Reserva de Recompensas es 0.
ko: 풀 어워드 잔고는 현재 0 입니다.

source: Pool owner
de: Pool Besitzer
es: Propietario de la reserva
ko: 풀 소유

source: Post-migration
de: Nach der Migration
es: Post-migración

source: Pre-migration
de: Vor der Migration
es: Pre-migración

source: Price
de: Preis
es: Precio
ko: 가격

source: Prize Pool Info
de: Information zum Preis-Pool
es: Info de la Reserva de Recompensas
ko: 상금 풀 정보

source: Prize is being awarded
de: Preis wird ausgeschüttet
es: Se está otorgando la recompensa
ko: 상금이 지급중 입니다.

source: Protocol Owned Liquidity OHM-DAI
de: Protokoll-eigene Liquidität (POL) OHM-DAI
es: Protocolo de Liquidez Propia OHM-DAI
ko: 프로토콜 소유 유동성 OHM-DAI

source: Protocol Owned Liquidity, is the amount of LP the treasury owns and controls. The more POL the better for the protocol and its users.
de: POL (Protocol Owned Liquidity) ist die Menge an Liquidity-Provider-Token, die das Olympus-Vermögen besitzt und kontrolliert. Je mehr POL, desto besser für das Protokoll und dessen Teilnehmer.
es: Protocolo de Liquidez Propia, es la cantidad de LP que posee y controla la tesorería. Cuanto más Protocolo de Liquidez Propia, mejor para el protocolo y sus usuarios.

source: Purchased
de: Gekauft
es: Comprado
ko: 구입량

source: RECIPIENT
es: DESTINATARIO

source: ROI (5-Day Rate)
de: Rendite (5-Tages-Wert)
es: ROI (Ratio 5-Días)
ko: ROI (5일 기준 수익)

source: Receives yield from
de: Erhält Erträge von
es: Recibir interés de

source: Recipient
de: Empfänger
es: Destinatario
ko: 수취인

source: Recipient Address
de: Empfänger Adresse
es: Dirección del Destinatario
ko: 수취인 주소

source: Recipient address
es: Dirección del destinatario

source: Recipient earns sOHM rebases
de: Empfänger erhält sOHM-Ausschüttungen
es: El destinatario recibe sOHM rebases.
ko: sOHM 리베이스를 받는 수취인

source: Redeem
de: Einlösen
es: Canjear
ko: 상환

source: Redeem Yield
de: Zins einlösen
es: Canjear Interés
ko: 이자 청구

source: Redeemable Amount
de: Einlösbare Menge
es: Cantidad Canjeable
ko: 청구 가능한 양

source: Remaining
de: Rest
es: Restante
ko: 남아있는

source: Risk Free Value of Treasury Assets
de: Risiko-freier Wert (RFV) des Olympus-Vermögens
es: Valor Libre de Riesgo de la Tesorería de Activos
ko: 금고 자산의 무위험 가치

source: Risk Free Value, is the amount of funds the treasury guarantees to use for backing OHM.
de: Der RFV (Risk Free Value) entspricht dem garantierten Kapital, also der Menge an Mitteln, mit denen das Olympus-Vermögen OHM stützt.
es: Valor Libre de Riesgo, es la cantidad de fondos de tesorería garantídos para respaldar OHM.

source: Runway Available
de: Verfügbarer Runway
es: Runway Disponible
ko: 가능한 런웨이

source: Runway, is the number of days sOHM emissions can be sustained at a given rate. Lower APY = longer runway
de: Runway bezeichnet die Dauer in Tagen, für die eine Ausschüttung von sOHM bei der aktuellen Verzinsung aufrechterhalten werden kann. Geringere Ertragsrate (APY) = längerer Runway.
es: Runway, es el número de días que se pueden mantener las emisiones de sOHM a el APY dado. Menos APY = Más runway

source: SLP Treasury
de: SLP Vermögen
es: Tesorería SLP

source: Save on gas fees by migrating all your assets to the new gOHM or sOHM in one transaction. Each asset asset above must be approved before all can be migrated.
es: Ahorre en tasas de gas migrando todos sus activos a el nuevo gOHM o sOHM en una transacción. Cada activo de arriba debe ser aprobado antes que todos puedan ser migrados.

source: Select Token
es: Seleccione Token

source: Select any asset
de: Ein Asset auswählen
es: Selecciona cualquier activo
ko: 어떤 자산이든 선택하세요

source: Ser, you have no assets...
de: Werter Herr, Sie haben kein Asset...
es: Sr, usted no tiene ningún activo...
ko: 선생님, 당신은 자산이 하나도 없습니다...

source: Single Stake
de: Einfaches Staken
es: Participación Simple

source: Single Stake (3, 3)
es: Participación Simple (3, 3)

source: Slippage Tolerance
de: Abweichungs-Toleranz
es: Tolerancia Slippage
ko: 슬리피지 오차

source: Sold Out
de: Ausverkauft
es: Agotado
ko: 매진

source: Something not right, fren? Check Pool Together's UI below.
de: Stimmt was nicht, Spezl? Schau mal unten bei Pool Together
es: Algo no funciono, fren? Comprueba Reserva Conjunta en la interfaz de abajo.
ko: 무언가 맞지 않나요? 아래 풀 투게더의 UI를 통해서 다시 확인해보세요

source: Stake
de: Staken
es: Participar
ko: 스테이크

source: Stake on
de: Staken bei
es: Participar en

source: Stake to
es: Participar a

source: Staking
de: Staken
es: Participación
ko: 스테이킹

source: Staking OHM
de: OHM staken
es: OHM en Participaciones
ko: 스테이킹 중인 OHM

source: Swap for OHM
de: Tausch gegen OHM
es: Cambio por OHM
ko: OHM으로 스왑

source: Swap for sOHM
de: Tausch gegen sOHM
es: Cambio por sOHM
ko: sOHM으로 변환

source: Swap into sOHM
de: Tausch nach OHM
es: Cambio a sOHM
ko: sOHM으로 변환

source: The current index tracks the amount of sOHM accumulated since the beginning of staking. Basically, how much sOHM one would have if they staked and held 1 OHM from launch.
es: El índice actual indica la cantidad de sOHM acumulado desde el inicio de la participación. Básicamente, cuantos sOHM podría tener si hubiera puesto 1 OHM en participación desde el inicio.

source: The pool has been temporarily disabled for V2 Migration. Please withdraw your 33T
de: Der Pool wurde vorübergehend deaktiviert für die V2 Migration. Bitte heben Sie Ihr 33T ab.
es: El fondo ha sido deshabilitado temporalmente para la migración a V2. Por favor, retire sus 33T
ko: 현재 V2 마이그레이션으로 인해 일시적으로 풀 사용이 불가능합니다. 여러분의 33T를 출금해주세요

source: The price of gOHM is equal to the price of OHM multiplied by the current index
de: Der gOHM-Preis entspricht dem OHM-Preis multipliziert mit dem Aktuellen Index.
es: El precio del gOHM es igual al precio del OHM multiplicado por el índice actual

source: The recipient you specified, or the project you selected, will then receive the rebases associated with your sOHM deposit until you withdraw your sOHM principal from the vault.
de: Der angegebene Empfänger bzw. das ausgewählte Projekt wird dann so lange die Ausschüttungen Ihrer sOHM-Einlage erhalten, bis Sie Ihr sOHM wieder aus dem Tresor entnehmen.
es: El destinatario que ha especificado, o el proyecto que ha seleccionado, recibirá los rebases asociados a sus sOHM depositados hasta que los retire de su caja fuerte.
ko: 당신이 특정한 수취인, 혹은 선택한 프로젝트는 당신이 금고에서 sOHM을 출금하기 전까지 당신이 예치한 sOHM에 따라 리베이스를 받게 됩니다.
